[
    {
        "id": 1,
        "titulo": "Drake e Josh",
        "texto": "Drake & Josh é uma sitcom criada por Dan Schneider no início dos anos 2000. A primeira temporada estreou em 2004, e a última, em 2007 (mas com um filme especial de natal em 2008). Apesar de ser um assunto em alta hoje em dia (2023), não irei comentar sobre as polêmicas envolvendo o Schneider, tampouco irei focar o blog na vida pessoal do elenco, e sim apenas nas histórias dos seriados.\n\n O sitcom pode ser considerado um slice of life americano, como todos os outros sitcoms dos anos 2000. Acompanhamos a vida do Drake, um rapaz irresponsável, apaixonado por música e garotas, e Josh, um rapaz sensível, extrovertido e esforçado. Ambos são forçados a conviver como irmãos quando o pai do Josh se casa com a mãe do Drake, e eles tem que dividir o mesmo quarto e lidar com a irmãzinha mais nova, Megan, juntos, até o fim da série. O alívio cômico do seriado se encontra justamente nesses fatores: A diferença discrepante na personalidade dos dois, no modo em que as pessoas tratam os dois diferentemente e como eles lidam com isso.\n\n O que mais me diverte na série é a atuação do Josh Peck e do Drake Bell (que inclusive inspiraram as personalidades dos personagens).\n\n Eu costumava assistir um episódio todo dia na falecida Tv Globinho, e quando minha famiília descobriu os canais de assinatura, eu e minha irmã praticamanete morávamos no canal da Nickelodeon \n\n Eu acho que devia ter uns 8/9 na época em que descobrimos a série, então o seriado já havia oficialmente terminado, e se iniciava a era do iCarly, sem que nós, meras crianças brasileiras com acesso limitado a internet, soubéssemos. \n\n Se você me perguntar o que mais me diverte em Drake e Josh, posso contar vários motivos. Como ja mencionei, a atuação da dupla principal é maravilhosa. Eu amo comédia física, e as expressões corporais do Drake e faciais do Josh fazem qualquer pessoa de riso frouxo que nem eu rir demais. O dublador do Josh, Peterson Adriano, é genial, e consegue dar uma vida extra à serie que não tem no audio original. Também há o fator nostalgia. Eu reconheço que não acharia mais engraçado como acho hoje em dia, se não fosse pelos anos que assisti quando era criança, justamente por ser uma sitcom infantil. E inclusive, reassisti-la é algo que reconheço que me leva de volta à infância, de certo modo.\n\n Eu e minha irmã gostamos de brincar fazendo um paralelo entre os dois e nós duas, mesmo sabendo que não faz muito sentido, por que as personalidades deles são muito diferentes das nossas. Acho que um dos maiores fatores pra fazer uma sitcom se eternizar no coração dos fãs é adicionar o fator Familía Funcional Com Leves Atrapalhadas. Não que Drake e Josh se envolvessem em atrapalhadas 'leves'... \n\n ![drake e josh virando pra tras com carinha de sapeca de que vão aprontar algo vão fazer alguma besteira de novo](/assets/posts/1/drake-josh.gif) \n\n Obviamente, não dá pra levar as coisas que acontecem na série tão a sério assim, por que, bem, é uma série de comédia infantil! Mas se trouxermos as situações absurdas que eles passam para avida real, ai sim a gente consegue ver a extrapolação de limites. \n\n Na quarta temporada, um dos episódios que mais ficaram presos na minha mente foi o do bolo de casamento. Acontece tanta desgraça com eles nesse episódio, que citar uma por uma ia ser como fazer um resumo dele inteiro. O episódio em que o Drake vai pular de helicoptero ESCONDIDO dos pais, o Josh vai atrás dele e termina indo junto?? Pra depois eles NOCAUTEAREM o piloto, empurrarem ele quando ele acordar, e terem que saltar sozinhos, sem nenhum treinamento? Ta maluco. Ah, e o episódio que eles acidentalmente são sequestrados, fingem ser bandidos para não se ferrarem, mas a bola de neve que se tornou a mentirada deles termina levando toda uma guangue de bandidos pra roubar a casa deles?? Incrível. AH, e não posso esquecer do episódio mais psicopata de todos, onde eles compram um MACACO pra lucrar encima dele, terminam vendendo o coitado pra um cara esquisito, e Megan depois descobre que esse cara literalmente COME MACACOS??? Não aguento. Eu disse no início que a série podia ser considerada um slice of life, né? É... \n\n A série ainda tem muitas outras situações absurdamente cômicas e mais leves. No total são apenas quatro temporadas. Mesmo sendo encerrada em 2007, a Nickelodeon fez um especial de natal em 2008. Esse filme só chegou no Brasil um ano depois disso, e eu lembro muito vividamente da felicidade que eu e minha irmã e minha prima sentimos quando vimos a chamada na Globo. 'Como assim existe filme de Natal de Drake e Josh? E olha como o Josh ta diferente, olha o cabelo dele!' \n\n Assim como é de praxe, eles se metem em algumas situações absurdas, e vão parar na cadeia, só podendo se safar dela se realizarem o pedido de uma garotinha e dar a ela o melhor natal de todos. É de fato esquisito assistir Drake e Josh numa direção diferente da de uma sitcom, e sem os sons de risadas, mas o fato é que o filme me divertia muito, e se for assistir hoje em dia, por mais que reconheça que não é lá essas coisas, ainda vou conseguir me divertir.  \n\n ![drake e josh trabalhando de papai noel e saco de presente o drake no bem bom como sempre e o josh com raiva](/assets/posts/1/dj-natal.webp) \n\n Não posso esquecer de citar o Steve Doido, um dos melhores personagens. Hoje em dia ainda dou risada do psicopata americano de San Diego como se fosse criança, e o episódio do temporal onde ele tenta assistir Dora Aventureira (que também é da Nick!) mora no meu coração. \n\n Outra personagem interessante é a Helen. Eu simplesmente ODIAVA a diferença de tratamento que ela dava ao Drake em relação ao Josh. É engraçado como uma criança as vezes não consegue assimilar isso. Hoje em dia obviamente consigo me divertir mais com as desgraças do Josh. Ah, e antes que eu me esqueça, no sétimo episódio da segunda temporada trocaram a atriz da Helen do nada, e depois voltaram com a original como se nada tivesse acontecido...? Eu achei isso hilário por algum motivo. \n\n Também não posso esquecer de citar Eric e Craig!!! Antes já achava eles hilários, sempre me diverti com uns nerds, mas hoje em dia a dinâmica deles é ainda mais divertida. Eu vi o que você quis fazer aqui, Dan Schneider, eu vi. \n\n Eu não falei tanto da Megan nesse post pois acho que a Miranda Cosgrove brilha bem mais como Carly. Inclusive, a série só terminou por que o Dan Schneider viu o potencial dela em uma outra série que ele estava pensando em criar, e no ano seguinte já veio o iCarly, que amo demais até hoje. \n\n Drake e Josh foi uma das séries que mais impactaram minha infância, com certeza, e pra mim está no páreo com Todo Mundo Odeia o Chris #prontofalei. É uma daquelas séries que você gosta de manter na geladeira por anos, pra depois assistir de novo, relembrar a infância e perceber o quão genuinamente divertida consegue ser uma comédia infantil. \n\n "
    },
    {
        "id": 2,
        "titulo": "iCarly",
        "texto": "iCarly é uma sitcom criada por Dan Schneider, exibida entre 2007 e 2012. Conta a história de Carly Shay, Sam Pucket e Freddie Benson, e o sucesso dos adolescentes com seu web-show, o iCarly. Spencer Shay, irmão da Carly, e provavelmente o personagem mais engraçado da história das sitcoms, na minha opinião, é um artista frustrado, que possui a tutela de sua irmã mais nova, e sustenta os dois com a pensão militar do pai deles (é a única explicação pra eles ainda sobreviverem, certo? o Spencer nunca trabalhou um dia na vida!), que não está morto, mas se ausenta a série inteira.  \n\n iCarly impactou minha infância de várias formas diferentes. O show tinha algo de atraente para nós, garotas, e eu não sei se consigo expressar em palavras o que era. Mas, não só eu, como minha irmã, prima, e melhores amigas na época, simplesmente QUERIAMOS ser ou a Carly ou a Sam. Eu lembro muito claramente de querer ter o cabelo da Carly, a mochila xadrez da Sam, as camisas que elas usavam. Queriamos ter as personalidades delas. É muito engraçado relembrar isso. \n\n Junto com nossas melhores amigas, eu e minha irmã criamos uma espécie de versão pobre, brasileira e amadora de iCarly, o 'Hilárias.com'. Nele, nós fingíamos entrevistar famosas (gostavamos de criar personagens), faziamos desafios aleatórios (e isso foi antes da época de desafios do YouTube!), etc. Faziamos várias coisas, e era muito divertido, por mais que eu me envergonhe muito vendo os vídeos dessa época. Nós faziamos cartazes com cartolina, decorávamos para o cenário e tudo o mais. Lembro que eu queria tanto o controle da Sam que vendia na loja de brinquedos do shopping, mas meus pais não compravam e eu me sentia grandinha demais para insistir para eles. \n\n Além disso, o consumo de iCarly era tão grande na época, que meu pai nos comprou um livro com os primeiros episódios escritos em prosa, e eu me divertia lendo como se já não houvesse assistido umas mil vezes. \n\n Eu me lembro que nós imploramos pros nossos pais assinarem tv a cabo quando descobrimos a existência de iCarly na casa de um dos amigos do meu pai. Eu e minha irmã ficamos loucas quando descobrimos que a 'Megan' tinha uma série só dela. Faziamos questão de ir com ele para a casa desse amigo, rezando pra que estivesse passando iCarly ou um dos episódios de Drake e Josh que era inédito pra nós, até o dia em que ele finalmente assinou tv a cabo. \n\n ![personagens de icarly se divertindo a beça na abertua da série](/assets/posts/2/icarly-op.gif) \n\n A série tem vários personagens icônicos. O núcleo principal é muito bem feito. Carly é geralmente calma e sábia pra lidar com os problemas da vida, e muitas vezes tem que resolver os problemas do Spencer, o irmão mais velho, mas isso não faz dela uma pessoa sem graça, como a maioria dos seriados dão a entender com esse tipo de personagem. Ela tem uma personalidade forte e naturalmente engraçada. Spencer, como já comentei antes, é genial. O modo em que o ator Jerry Trainor o interpretou deu toda a luz ao personagem. Ele se inspirou no Jim Carrey, e suas falas engraçadas combinadas com seu humor físico é pra mim MAGICO, sem exagero nenhum! TE AMAMOS JERRY TRAINOR! \n\n Sam é muito engraçada também, apesar de ser meio estereotipada. A violência dela em relação ao Freddie é algo que faz sentido, considerando que ela é afim de um nerd e não consegue aceitar isso. A relação dela com comida é bem divertida também, dá pra se relacionar facilmente com isso, apesar desse tópico não ter evelhecido tão bem. Freddie, por outro lado, ao contrário dela, é um cara responsável e estudioso. Sempre foi tão afim da Carly, que nomeou o web show com o nome dela. E é ele quem faz toda a programação dos softwares utilizados para a transmissão e criação do web show, bem como o hardware utilizado no cenário, como o telão, o controle da sam, a sonoplastia, as luzes, tudo! O moleque era um gênio.  \n\n Os outros personagens também valem muito a pena. Gibby é maravilhoso, e seu irmãozinho também. A mãe do Freddie, Sra. Benson, era INSUPORTÁVEL e eu amava odiar ela. O Costela também era super engraçado, principalmente depois de fazer amizade com a Sra. Benson, que tem a personalidade basicamente oposta a dele. Os antagonistas também eram muito divertidos, como a Nora, o Nevel, o Chuck, Lewbert, Senhorita Briggs, etc. Os personagens da série sempre foram a alma dela. \n\n ![carly esfregando a cara nos seus dois queridos amigos, fred e sam, eita abraço gostoso](/assets/posts/2/icarly.gif) \n\n \n\n iCarly também era uma série onde situações absurdas costumavam acontecer com os personagens. Na real, a grande maioria dos episódios se encontrava na simplicidade, onde os personagens tem que resolver uma briga entre amigos, ir atrás de uma receita de torta perdida, e simplesmente lidar com problemas do dia a dia causados pelas consequência de seus próprios atos. \n\n Porém, quando algo absurdo acontecia... era interessante. Não há como esquecer o episódio em que o trio principal foi sequestrado por uma fã, depois de fazer um ato caridoso por ela. Nem quando, no especial em que eles vão para o Japão, onde eles pegam um avião clandestino e tem que pousar de paraquedas. Tampouco o episódio em que a Sam faz um check-in numa clínica psiquiatrica por achar que está maluca por ser afim do Freddie, e muito menos o episódio em que eles são convidados por um bilionário para transmitir o iCarly no espaço. Ah e o melhor de todos, quando Sam abre uma fábrica de camisetas e utiliza de mão de obra trabalho infantil em situação análoga a escravidão. \n\n \n\n iCarly não impactou somente a mim, mas sim a cultura pop na época. O seriado costumava derrubar a audiência do Disney Channel. Para você ter uma noção, o piloto da série atingiu cerca de 13 milhões de telespectadores, enquanto o episódio final de Hannah Montana atingiu cerca de 6.4 milhões. \n\n A lista de celebridades convidadas é extensa: One Direction, Jimmy Fallon + Tina Fey e Emma Stone aparecem no segundo, sétimo e nono episódio, respectivamente, da sexta temporada. Na segunda temporada, a aparição especial fica por conta de Fred Figglehorn e David Archuleta, no décimo e nono episódio, respectivamente. Na quarta, quem brilha é Jane Lynch, no segundo episódio, e Jack Black, no sexto. Ah, não posso me esquecer da banda The Plain White T's tocando no iCarly, já na primeira temporada. E por fim, na quinta temporada, tempos a aparição de Jim Parsons no primeiro episódio, e ninguém mais ninguém menos que Michelle Obama, a primeira dama dos Estados Unidos na época, fazendo uma aparição especial no nono episódio. Não é pouca merda não, fi!  \n\n \n\n ![spencer casualmente dando boas gargalhadas com a primeira dama dos estados unidos](/assets/posts/2/spencer-michelle-obama.gif)  \n\n O show também é conhecido por ser muito criativo no world building. Eles possuem a própria tecnologia, com o Pera Phone e o Pera Pad. \n\n Outra coisa que brilhou muito, criativamente falando, foram as meias! As meias brilhantes e animadas do Spencer sempre foram um sonho de consumo meu, assim como a meia de manteiga da Sam. Quem nunca quis ter alguma dessas?  \n\n ![meias divertidas do spencer](/assets/posts/2/spencer-socks.gif) \n\n O show brilhava muito no cenário, também. Eu lembro de todos comentarem querer ter um elevador dentro de casa por causa da série. O episódio que a Carly tem o quarto reformado bombou muito, todos os detalhes foram muito comentados, desde o secador de cabelo acionado por um botão na mesa, aos abajures de bala de goma, à cama enorme e as cadeiras divertidas. \n\n Outra coisa que fez parte da experiência iCarly, foi o web site oficial da série. Bom, eu não posso dizer que vivi o site iCarly tão afundo quanto poderia, pois tudo que chegava ao Brasil naquela época, era meio atrasado. Mas eu sei que originalmente, o site era completo. Possuia blogs, como se os proprios personagens escrevessem lá. Havia jogos, música, galeria de fotos, e alguns vídeos. Você podia comentar nos posts, e inicialmente, alguns fãs americanos sortudos conseguiam enviar vídeos para a Nickelodeon por lá, e eles seriam transmitidos nos finals dos episódios originais se fossem interessantes o bastante. \n\n ![imagem besteirol do antigo site original do icarly just for funzies](/assets/posts/2/icarly-site.png) \n\n Inclusive, está nos meus planos recriar esse site, a fim de estudos, e também para resgatar essa memória. \n\n \n\n Atualmente, o elenco original está transmitindo o revival da serie, que honestamente não me animei muito para ver, mas até que não é tão ruim... A Jannette McCurdy, atriz que interpreta Sam, não retornou. Ela diz que não quer voltar a ser atriz, e explica o por quê no livro 'I'm Glad My Mom Died', onde conta sua experiência dificil na época de atriz. A Miranda Cosgrove voltou, junto com o Nathan Kress (Freddie) e Jerry Trainor, além de alguns outros atores que faziam parte do elenco original, e claro, há a inclusão de um elenco novo também (Até o Josh Peck faz uma aparição nessa nova série, mas não, não como o Josh Nichols, hehe). \n\n Estou feliz que eles estajam bem em seus novos projetos, eles fizeram uma grande parte da minha infância e não há como esquecer disso. \n\n"
    },
    {
        "id": 3,
        "titulo": "Brilhante Victoria",
        "texto": "Victorious (Brilhante Victoria) é uma sitcom americana criada por Dan Schneider. Foi ao ar entre 2010 e 2013, e teve apenas quatro temporadas. Apesar de não ter feito um sucesso tão estrondoso quanto iCarly, a série foi responsável por apresentar Ariana Grande ao mundo, que hoje em dia é uma das pop stars de mais secesso. \n\n A série conta a história de Tori Vega, uma jovem talentosa que entra numa escola de formação para artistas. Lá, ela faz amizade com André, Robbie, Cat, Jade e Beck. \n\n  Essa sitcom segue o padrão Dan Schneider adotado em Drake e Josh e iCarly. A personagem Cat, interpretada pela Ariana Grande, faz parte do alívio cômico de maior destaque na série, com sua personalidade forçadamente inocente e infantil, que contrastava com sua voz madura e excelente nos números musicais apresentados nos episódios. O personagem Robbie também ganha muito destaque, não pelo canto, mas pela companhia constante de seu boneco de ventríloquo, Rex. O boneco parecia ser uma materialização de uma possível dupla personalidade do Robbie. Ele costumava humilha-lo na frente de outras pessoas, e falar coisas que Robbie jamais falaria por si só. Não duvido nada que, enquanto Robbie dormia, Rex abria clubes clandestinos de luta por ai... \n\n André é um dos personagens mais queridos, por ser gente boa, cantar bem, e por ser uma das poucas pessoas normais naquela escola. \n\n Trina, irmã mais velha da protagonista, era uma personagem que eu não suportava quando era mais nova, mas hoje em dia acho que mais ninguém aprecia a babaquice cômica dela como eu.  \n\n  \n\n Já Tori, Jade e Beck... eu tinha uma espécie de amor e ódio. Tori já fez muita besteira ao longo da série, a pior delas sendo beijar o ex namorado, que era atual da Cat! Talarica aqui não tem perdão!! E a protagonista tinha uma personalidade um tanto quanto reclamona e egoísta ao meu ver, e os outros personagens, ao contrário dela, tinham personalidades MUITO fortes, o que, talvez sem querer, a ofuscava um pouco. Tudo bem que esse era o ponto da série, mostrar o quão difícil era pra uma garota normal lidar com artistas excêntricos, mas com uma série de comédia, nós terminamos criando bias. \n\n Jade é um exemplo de personalidade forte. A personalidade dela era divertidamente morbida de se assistir, e eu até que gostava quando ela conseguia fazer a Tori sofrer um pouco, mas hoje em dia eu não entendo por que ela tinha tanta raiva da Tori, sendo que era ela quem começava todos os atritos entre as duas. E o motivo de não gostar tanto do Beck, é que ele não tinha personalidade nenhuma, só servia pra ser bonito e namorar a Jade (e as vezes criar um pseudo triângulo amoroso com Tori em alguns episódios). O relacionamento forçadamente tóxico dos dois sempre foi uma das coisas que menos gostei na série. \n\n  \n\n Já em relação as músicas, são todas muito boas. Todo o elenco sabia cantar muito bem, e as músicas encaixavam perfeitamente com o contexto dos episódios. Minhas preferidas são: Give It Up, Take A Hint, Beggin' On Your Knees e a própria abertura, Make It Shine! \n\n  \n\n ![tori vega performando](/assets/posts/3/tori.gif) \n\n \n\n  As músicas ficavam tanto nas nossas cabeças, que eu e minha irmã costumavamos performa-las no quarto para nossos pais não nos verem. Também costumavamos forçar nossos amiguinhos da rua a performar com a gente mesmo que eles não soubessem as músicas. A que a gente mais performava era a clássica 'Leave It All To Shine', do episódio especial iParty with Victorious, onde há o encontro deles com o iCarly. Esse episódio/filme me pegou tanto que houve uma época que eu sabia recitar todas as falas. \n\n  \n\n Quando a série acabou, o Schneider teve a ideia de juntar as personagens Sam e Cat, que tinham personalidades opostas, numa série só delas. A sitcom teve apenas uma temporada, e foi cancelada quando Ariana percebeu que a Nickelodeon não era mais pra ela quando sua carreira como cantora começou a decolar. Jannette, atriz que interpreta Sam, soltavam bastante indiretas sobre a falta de profissionalismo da Ariana na época, e em seu livro recentemente lançado (I'm Glad My Mom Died), ela comenta da inveja e rancor que ela sentia pela cantora graças à diferença de tratamento que ambas recebiam da emissora. \n\n ![sam bem poucas ideias enquanto cat abraça ela](/assets/posts/3/samncat.gif) \n\n  \n\n Já Brilhante Victoria, teve seu cancelamento devido ao suposto limite padrão de 60 episódios. A propria atriz principal, Victoria Justice, comentou que ficou chocada com o fim da série, por ter acabado praticamente no 'ápice' de sua fama. Hoje em dia, Victoria continua sendo atriz. \n\n  \n\n Quanto ao resto do elenco: Avan Jogia (Beck), continua atuando, e também é escritor e diretor. Leon Thomas III (André), é ator, músico e produtor musical. Matt Bennett (Robbie) continua atuando para tv e cinema, assim como Elizabeth Gillies (Jade) e Daniella Monet (Trina). Ariana Grande continua fazendo sucesso como cantora pop, participa de algumas produções cinematograficas, e possui uma marca de cosméticos famosa. \n\n"
    },
    {
        "id": 4,
        "titulo": "Bob Esponja",
        "texto": "Não preciso dar muito contexto sobre Bob Esponja, né? É um desenho criado por Stephen Hillenburg, e transmitido inicialmente no final dos anos 90. É sobre uma esponja amarela de calça que mora num abacaxi embaixo d'agua, ama o seu emprego, tem uma estrela como melhor amigo, e pertuba o seu vizinho/colega de trabalho Lula Molusco só por existir. \n\n Era um desenho que, não só eu, como todas crianças do Brasil na época costumavamos assistir todo santo dia. Até hoje, qualquer adulto consegue achar graça no desenho, por que é um desenho que realmente se preocupa em ser engraçado. A dublagem brasileira também ajuda muito nisso. \n\n ![bob esponja jogando flores](/assets/posts/4/spongebob-heart.gif)  \n\n Arrisco dizer que é o desenho mais popular do mundo. Faz parte da infância de muita gente, e tem influência enorme na cultura pop por conta disso. Muitas músicas samplearam a trilha sonora do desenho, e fazem referência a ele em filmes e séries até hoje. Pessoas tatuam os personagens, e dão seus nomes aos seus pets. \n\n Por falar em referência a cultura pop... quem ai se lembra das febres de merchans do desenho lá pelo início da década de 2010? Era uma febre de capinha de celular (não só do Bob Esponja, mas do Stitch também), de camisetas, de estampas no geral. Era a mesma época do tumblr, do keep calm e das estampas de bigodinho. Só quem vivu sabe! \n\n Mas voltando ao desenho... não só de momentos engraçados se vivia Bob Esponja. Sim, o episódio da hibernação da Sandy, do acampamento no quintal de casa, de quando eles vendem chocolate, e o que eles performam 'Sweet Victory' numa espécie de Super Bowl, marcaram a série. Mas há alguns episódios que conseguem deixar uma criança sensível pertubada. \n\n O episódio que ele perde o ônibus de volta pra fenda do biquini consecutivas vezes me fazia PASSAR MAL de agonia! Meu mano esponja só quer voltar pra casa, deixem ele voltar pra casa pelo amor de DEUS!!! O episódio que ele e o Lula Molusco viram um caracol igual ao Gary me corroia um pouco por dentro. Isso é terror pra criança, sem exagero. Ah e não posso esquecer o pior de todos pra mim, o que eles tinham que trabalhar a noite, e o Lula Molusco conta uma história de terror pra assustar o Bob Esponja. Acontece que ninguém mais ninguém menos que o Nosferatu aparece do nada nesse episódio, e eu literalmente sofria um jump scare e ficava pensando nessa cena por dias. \n\n ![nosferatu faz uma cameo no bob esponja](/assets/posts/4/nosferatu.gif) \n\n Eu era tão mole que levava jump scare até de um inocente jogo com o Holandês Voador. \n\n Bob Esponja possui muuuuitos episódios, e até hoje fazem temporadas novas. Não sei como está a qualidade hoje em dia, mas com certeza é um desenho que vou mostrar pros meus filhos no futuro (se assustar com o Nosferatu constroi carater!) e aproveitar para reassistir. \n\n"
    },
    {
        "id": 5,
        "titulo": "Zoey 101",
        "texto": "Mais uma série criado por Dan Schneider. Transmitida de 2005 a 2008. É sobre uma garota, Zoey, que se muda para um colégio interno na California. Ela faz amizade com suas colegas de quarto, Nicole e Dana, e com Quinn, Chase, Michael, Logan. Futuramente, Dana sai da série e abre espaço para Lola, interpretada pela Victoria Justice, que integra o novo elenco principal da série. A série também conta com a participação de Daniella Monet (Victorious) e Austin Butler, que fez uma participação marcante num único episódio na primeira temporada de iCarly. Também temos interações com o irmão mais novo da Zoey, o Dustin, que também estuda no internato. \n\n  A série é protagonizada por Jamie Lynn Spears, irmã caçula da cantora Britney Spears, o que causou muito bafafa sobre a série, criando um hype útil para seu sucesso. \n\n O maior bafafa sobre a série, no entanto, ocorreu com seu encerramento devido à gravidez da Jamie, que tinha apenas 16 anos na época. A mídia costumava criar vários filmes e séries com a temática gravidez adolescente nos anos 2000, como 'Juno', 'Os Garotos Da Minha Vida', 'Onde Mora O Coração'. Também, Britney Spears recebeu maior atenção da mídia, pela apresentação de Gimme More no VMA e sua internação em clínica psiquiatrica. Esses dois fatores contribuiram para atrair muita atenção para a vida pessoal de Jamie. \n\n ![zoey](/assets/posts/5/zoey.gif) \n\n Sobre a série em si: o que mais atraia os público para a história era a friendzone do Chase. Ele e a Zoey eram um casal óbvio, mas os escritores resolveram manter o relacionamento num slow burn até o fim da série, o que eu particularmente adoro. Outro casal muito bem feito, na medida do possível, era Logan e Quinn, uma espécie de enemies to lovers para crianças. \n\n O personagem Michael era o mais divertido da série, mas sinceramente, não me lembro da série ser querida por ser engraçada (será que devo rever depois de todos esses anos?). Creio que o que mais atraia nela era os relacionamentos dos personagens e os problemas adolescentes que eles lidavam no dia a dia. Por algum motivo, eu me sentia mais teen quando assistia Zoey 101. Foi um seriado teen bem leve, sem muito beijo na boca ou coisa do tipo, e eu achava gostoso de assistir. \n\n A atriz principal, ao menos na época, não sabia atuar, o que fazia a protagonista ser uma das personagens menos queridas pelo público. \n\n ![zoey irritada](/assets/posts/5/giphy.gif) \n\n Publico esse blog quase um mês antes da estreia do filme revival, Zoey 102, que trará de volta o elenco original. Os amigos irão se reunir para o casamento de Quinn e Logan, e pelo trailer, a história dará foco para o relacionamento de Zoey com o Chase, que agora é seu ex. \n\n  Não faço ideia se o elenco continuou atuando depois da fase Nickelodeon, mas pelo trailer, o filme parece que vai ser bem brega do jeitinho que a gente gosta. \n\n "
    },
    {
        "id": 6,
        "titulo": "Big Time Rush",
        "texto": "Finalmente um seriado da Nick que não foi criado pelo Dan Schneider! Big Time Rush foi prduzido por Scott Fellows, e estreou em 2009. O episódio de estreia foi o segundo maior pico de audiência num episódio piloto na Nickelodeon, ficando atrás apenas do reizinho iCarly. A série teve seu fim em 2013, após 4 temporadas no total. \n\n Acompanhamos a história de Kendall, James, Logan e Carlos, que se mudam para Los Angeles para se torarem a nova maior boy band do país. Os personagens adotaram os mesmos nomes dos atores, que participaram de albuns e turnês sob o nome Big Time Rush, uma boy band na vida real, além da ficção. Ao longo do início dos anos 2010, o grupo teve 4 turnês e 3 albuns no total. \n\n Na série, os quatro personagens são protagonistas, mas eu sempre senti que o Kendall era o que tinha mais destaque. O personagem dele, no fim das contas, era o mais consistente e crível na série. Mas o meu preferido era o James pois eu sempre gostei de himbos! \n\n ![big time rush](/assets/posts/6/btrush.gif) \n\n Agora, pra falar a verdade, a série não era tão boa assim. Reconheço que gostava muito por ser um bando de garotos fofos fazendo leves idiotices e com música boa. E só. A série infelizmente não tinha muito a oferecer em questão de comédia. \n\n Não era só da Nick, era também da Sony, então tinha uma vibe diferente de todos os outros seriados da Nick da época. Não tinha laugh track, e a direção não era num cenário clássico de sitcom. Talvez, se seguisse a fórmula clássica dos sitcoms, não funcionaria como boy band na vida real, mas quem sabe? Big Time Rush produzida apenas pela Nick poderia ter sido algo mais interessante. \n\n Já as músicas da banda eram sempre boas. Sempre. Estavamos na era de One Direction, The Wanted, Jonas Brothers, Exo. Eu não ironicamente sinto qua a sonoridade dessas boy bands é uma das melhores coisas que o pop já ofereceu à humanidade, e Big Time Rush não deixou a desejar.  \n\n Hoje em dia, após quase 10 anos desde o fim da série, o grupo retornou para lançar um album novo, 'Another Life', com músicas que são sinceramente boas. \n\n "
    },
    {
        "id": 7,
        "titulo": "LazyTown",
        "texto": "Lazytown é um seriado de TV, primeiramente exibido em 2004, baseado no livro infantil de 1995 'Áfram Latibær!', escrito por Magnús Scheving. Na história do livro, conhecemos os residentes de LazyTown (cidade preguiçosa). Todos os personagens da história possuem uma má qualidade de vida, já que não praticam exercícios físicos e não se alimentam direito. Até que Sportacus aparece para ajudá-los. \n\n A história é islandesa, e virou uma peça de sucesso por lá, antes de ser adaptada para a TV. \n\n Na série, a maioria dos personagens são interpretados por marionetes. São eles Ziggy, Stingy, Trixie, Pixel, Bessie e o prefeito. Os únicos personagens interpretados por humanos são Stephanie, Robbie, e claro, Sportacus. \n\n Stephanie é uma garota que usa rosa da cabeça aos pés. É muito querida por todos da cidade, e sua personalidade é doce e animada. Robbie é o vilão. É basicamente a personificação de um péssimo estilo de vida. Arquiteta planos para que, assim como ele, toda a cidade viva sem a pratica de exercícios e sem alimentação saudável. \n\n Então entra o Sportacus, que é interpretado pelo próprio Magnús Scheving. Seu nome faz referência a Spartacus, e ao mesmo tempo é um trocadilho com 'sport'. Ele é uma espécie de super-heroi em LazyTown. É super energético, acrobático e forte. Incentiva todas as crianças a comerem direito, dormir cedo, e praticar exercícios. Açucar o enfraquece, é tipo sua kryptonita. A caracterização do ator, tal como os maneirismos do personagem o tornam uma figura muito querida para mim. \n\n ![sportakus](/assets/posts/7/lazytown.gif) \n\n Todo o seriado foi visualmente marcante. As marionetes eram esquisitas de um jeito engraçado, e os personagens humanos usavam maquiagens icônicas. O Robbie possuia um queixo protuberante. Sportacus tinha os bigodes mais legais que eu ja tinha visto na epoca, e Stephanie tinha um cabelo que secretamente era o sonho de todas as menininhas na época. O cenário era muito bonito e colorido, e os figurinos davam a caracterização perfeita aos personagens. \n\n Outra coisa que marcou o seriado foram as músicas. Todas ficavam na minha cabeça durante um tempo após o fim dos episódios, e eu lembro que recentemente 'We Are Number One', do Robbie, viralizou e virou um meme (Essa música é não ironicamente muito boa!).  \n\n Eu mentiria se falasse que fazia questão de viver tudo o que o seriado pregava, até por que eu era uma criança sem muita disciplina e só queria saber de brincar, mas o Sportacus realmente conseguia entrar na minha cabeça de alguma maneira, porque as vezes eu pensava nele quando comia maça. Eu não veria problemas em pôr meus futuros filhos para assistir LazyTown, ja até consigo me imaginar usando o Sportacus e a Stephanie de exemplo...\n\n"
    },
    {
        "id": 8,
        "titulo": "Fanboy e Chum-Chum",
        "texto": "Fanboy e Chum-Chum é um seriado americano, exibido inicialmente em 2009. Possui Apenas duas temporadas, e se trata sobre dois garotinhos fãs de super-herois e fantasia. \n\n Olha, vou ser sincera, o que me fazia gostar desse desenho definitivamente não era as histórias contadas nos episódios. \n\n  ![fanboy esquizo](/assets/posts/8/fanboy.gif) \n\n Eu estava numa época em que tinha um guilty pleasure muito grande em assistir desenhos esquisitos, por isso achei mais pertinente falar sobre Fanboy e Chum-Chum do que sobre outros desenhos da Nick. \n\n Quando vi o desenho pela primeira vez, acho que não foi nem um episódio inteiro, e sim uma espécie de curta entre um episódio e outro de outra série. Algo na esquisitice dos personagens me atraiu para assisti-lo. O traços do desenho era esquisito, a animação era esquisita, e os personagens em si eram bem peculiares.\n\n Na mesma época, eu gostava de assistir Flapjack e Chowder na Cartoon Network, e eu sabia que havia alguma esquisitice que ligava as três obras. \n\n Se você me pedir para expressar em palavras o que de fato é essa esquisitice, eu não vou saber dizer. Acho que apenas os criadores dessas animações tinham a abilidade de pôr essa magia na tela, e por mais esquisito que fosse o desenho, meu eu criança reconhecia isso, e secretamente adorava. \n\n \n\n"
    }
]